Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/others/samisk_strategiplan_samisk.doc.tmx
Source language: sme
Languages: nob

source: Daid maŋemus jagiid leat máŋga doaimma álggahuvvon lasihan dihte sámi dutkandoaimmaid , oččodan dihte lasi sámi studeanttaid universitehtii , oainnusin dahkan dihte sámi kultuvrra ja oainnusin dahkan dihte sámegiela geavaheami hálddahusas ja dutkamis jnv.
nob: I de siste årene er det innført en rekke nye tiltak som skal gi økt samisk forskningsaktivitet , bedre rekrutteringen av samiske studenter , synliggjøre samisk kultur og bruken av samisk språk i administrasjon og forskning , m.m.

source: 1.5 Doaibmabijuid evttohusat
nob: 1.5 Forslag til tiltak

source: Viđat kapihttalis leat strategiijaplána doaibmabijuid evttohusat .
nob: I kapittel 5 omtales alle forslag til tiltak i strategiplanen .

source: Evttohusat mat ovddiduvvojit leat fágabirrasiid gulaskuddancealkámušaid vuođul .
nob: Forslagene som presenteres er basert på de høringsuttalelsene som Senter for samiske studier mottok fra fagmiljøene .

source: Muhtun doaibmabijut viidáset fievrridit “ Romssa universitehta sámegiela doaibmaplána ” , ja muhtun doaibmabijuid lea fas Sámi dutkamiid guovddáža stivra evttohan .
nob: I tillegg er noen av tiltakene videreføringer fra “ Handlingsplan for samisk språk ved Universitetet i Tromsø ” , samt innspill fra styret ved Senter for samiske studier .

source: Lea maiddái ráhkaduvvon evttohus movt vuoruhit doaibmabijuid .
nob: Det er også utarbeidet et forslag til en prioriteringsliste .

source: Čuovvovaš vuoruheapmi evttohuvvo :
nob: Følgende tiltak foreslås prioritert :

source: Ásahit eamiálbmotguovddáža Romssa universitehtii
nob: ( Oppbygging av et urfolkssenter ved Universitetet i Tromsø

source: Ásahit fakultehtaid rasttildeaddji dutkanprográmmaid
nob: ( Oppbygging av tverrfakultære forskningsprogram

source: Ásahit rekrutterenvirggiid sámi fáttáin
nob: ( Oppbygging av rekrutteringsstillinger innenfor samisk tematikk

source: Ásahit eamiálbmotoahpuid Master-prográmma ja Bachelor-prográmma
nob: ( Utvikling av et Masters-program og Bachelors-program i urfolksstudier

source: Sámegielmáhttu reella kvalifikašuvdnan dieđalaš virggiid virgáibidjamis
nob: ( Samisk språk som reell kvalifikasjon ved ansettelser i vitenskapelige stillinger

source: Ásahit friddjaoastinortnegiid
nob: ( Etablering av frikjøpsordninger

source: Nannet institušuvdnaovttasbarggu ( Eamiálbmotfierpmádat ja “ Ovddidanguovlluid eamiálbmotáššiid forum ” )
nob: ( Styrke institusjonssamarbeidet ( Urfolksnettverket og “ Forum for urfolksspørsmål i bistanden ” )

source: Ráhkadit lohkanmeriid sámi / eamiálbmotdilálašvuođain ja lohkanmeriid sámegillii
nob: ( Utvikle pensumlitteratur om samisk / urfolksforhold samt utvikle pensumlitteratur på samisk

source: Sámi studeanttaid oččodit Romssa universitehtii
nob: ( Rekruttering av samiske studenter

source: Nannet dutkandieđuid / bohtosiid gaskkusteami
nob: ( Styrke forskningsformidlingen

source: Nannet sámegiela geavaheami rámmaeavttuid
nob: ( Styrke rammevilkår for bruk av samisk språk

source: Bistevaš sámi ovddasteaddjesadji Universitehtastivrii
nob: ( Fast samisk representant i Universitetsstyret

source: Bistevažžan dahkat sámi kulturdieđu lohkanbajioahpu
nob: ( Permanentisering av semesteremne i samisk kulturkunnskap

source: 1.6 Mielddus A
nob: 1.6 Vedlegg A

source: Mielddus A:s čilgejuvvojit Romssa universitehta ja guoskevaš ásahusaid sámi dutkan , oahpahus ja eará sámi guoskevaš doaimmat .
nob: Vedlegg A er en oversikt over samisk forskning , undervisning og andre samiskrelaterte aktiviteter ved Universitetet i Tromsø og tilknyttede institusjoner .

source: Čilgehusa vuođđun leat jahkedieđáhusat , fágaplánat , lohkanmearrelisttut , čoahkkimiid bohtosat , evttohusat boahtán maŋŋel čoahkkimiid ja gulaskuddancealkámušat .
nob: Oversikten er basert på årsmeldinger , fagplaner , pensumlister , innspill gjennom møtevirksomhet , gjennom tilbakemeldinger i etterkant av møtene , samt høringsuttalelser .

source: Dát čilgehus lea ráhkaduvvon 1999 álggus ja gulaskuddanáigemearri lei geassemánu seammá jagi .
nob: Denne oversikten ble laget i begynnelsen av 1999 , med høringsfrist i juni samme år .

source: Rievdadusat maŋŋel geassemánu 1999 eai leat biddjon dán mildosii .
nob: Forandringer som har skjedd siden juni 1999 er således ikke tatt med i vedlegget .

source: Nu go čilgehusas boahtá ovdan , de eai leat sámi gažaldagat seammá olu sisafievrriduvvon buot instituhtaide .
nob: Som det fremgår av oversikten er ikke samiske problemstillinger like integrert på alle instituttnivå .

source: Instituhtaid fágalaš ovdáneapmi , fágalaš relevánssa sturrodat ja resursavátnivuohta virggiid ektui , leat dieđusge mielde váikkuheame erohusaide , muhto erohusaid sáhttá maid dulkot váilevaš moktan dustet hástalusaid maid sisafievrrideapmi mielddisbuvttášii .
nob: Instituttenes faglige utvikling , grad av faglig relevans og ressursmangel i form av stillinger , er selvsagt en medvirkende årsak til variasjonen , men det kan også forstås som manglende stillingstaking til de utfordringene dette innebærer .

source: Válddi ektui lei ulbmil ođasmahttit sámi dutkama čielggadusaid , ja guorahallat fágaplánaid čielggadan dihte man stuora oassin sámi fáttát leat Romssa universitehta oahppofálaldagain .
nob: I henhold til mandatet var det et mål å oppdatere oversikten over samisk forskning , samt foreta en gjennomgang av fagplaner for å gi et bilde av i hvor stor grad samiske temaer er en del av undervisningstilbudet ved Universitetet i Tromsø .

source: 2 Váldi , bargu ja bargojoavkku lahtut
nob: 2 Mandat , arbeidet og arbeidsgruppens sammensetning

source: Universitehta jođiheaddjit bivde Sámi dutkamiid guovddáža vuolggahit Romssa universitehta sámi strategiijaplána ráhkadeami .
nob: Universitetsledelsen ba Senter for samiske studier ta initiativ til utarbeidelsen av en samisk strategiplan for Universitetet i Tromsø .

source: Sámi dutkamiid guovddáža stivra lea stivraáššis 13/98 nammadan bargojoavkku mas lea leamaš fágalaš ovddasvástádus sámi strategiijaplánii .
nob: Det faglige ansvaret for utformingen av den samiske strategiplanen har vært tillagt en arbeidsgruppe oppnevnt av styret ved Senter for samiske studier i sak SS 13/98 .

source: Bargojoavkkus leat leamaš vihtta čoahkkima cuoŋománu 22. b. 1998 rájes .
nob: Arbeidsgruppen har avholdt 5 møter siden 22. april 1998 .

source: Bargojoavku lea fágabirrasiid , studeanttaid ja earáid bovden mielde bargui .
nob: Arbeidsgruppen har valgt en planprosess som har tatt sikte på bred medvirkning fra fagmiljøene , studentene m.fl.

source: Leat lágiduvvon čoahkkimat Romssa universitehta jođiheddjiiguin , buot fakultehtaiguin ja muhtun instituhtaid jođiheddjiiguin .
nob: Det har vært gjennomført møter med ledelsen for Universitetet i Tromsø ( UiTø ) , alle fakultetene , samt enkelte instituttledere .

source: Leat maiddái leamaš čoahkkimat Norgga guolástusallaskuvllain , Romssa museain / Romssa universitehtamuseain ( maiddái Sámi etnográfalaš ossodagain ) , Universitehta oahpaheaddjeoahpu ja lassi- ja joatkkaoahpu gelbbolašvuođaguovddážiin ( UNIKOM ) , Universitehta girjerádjosiin ( UB ) , Studeanttaidovttastusain ( maiddái Studeanttaid sosialbálvalusain ja Gimle mánáidgárddiin ) , Studeantabáhpain , sámi studeanttaid servviiguin ja ovttaskas olbmuiguin .
nob: Videre har det vært møter med Norges fiskerihøgskole ( NFH ) , Tromsø Museum / Universitetsmuseet i Tromsø ( samt Fagenhet for samisk etnografi ) , Universitetets kompetansesenter for lærerutdanning og etter- og videreutdanning ( UNIKOM ) , Universitetsbiblioteket ( UB ) , Studentsamskipnaden ( inkludert Studentenes sosialtjeneste og Gimle barnehage ) , Studentpresten , de samiske studentforeningene og enkeltpersoner .

source: Guokte rabas čoahkkima leat lágiduvvon , nubbi lei oppalaččat sámi oahpuid birra ja nubbi fas lei Romssa universitehta sámi ja eamiálbmotdutkama boahttevaš vejolaš luottaid birra .
nob: Det har i tillegg vært avholdt to åpne møter , den ene om samiske studier generelt og den andre om veivalg for samisk og urfolksforskning ved Universitetet i Tromsø .

source: Maŋŋel čoahkkimiid leat sáddejuvvon reivvet ja gohččumat iešguđetge instituhtaide ja fágabirrasiidda ávžžuhusain buktit ođasmahtton listtuid sámi dutkamiid ja oahpahusaid badjel .
nob: I etterkant av møtene har det vært utarbeidet brev og referater med anmodning om å komme med oppdaterte oversikter over samisk forskning og undervisning ved instituttene og fagområdene .

source: Dán barggu mihttomearit leat earret eará leamaš :
nob: Noen av målsetningene for arbeidet har vært å :

source: Čájehit Romssa universitehta sámi dutkama ja oahpahusa .
nob: ( Gi en oversikt over faktisk samisk forskning og undervisning ved Universitetet i Tromsø .

source: Evttohit muhtun vejolaš luottaid Romssa universitehtii , ja maiddái evttohit konkrehta doaibmabijuid sámi dutkama ektui , oahpahusa ektui , diehtojuohkima ektui , oainnusin dahkama ektui jnv.
nob: ( Skissere noen veivalg for Universitetet i Tromsø , samt foreslå konkrete forslag til tiltak innen samisk forskning , undervisning , formidling , synliggjøring , m.m.

source: Plána sáddejuvvui gulaskuddamii , ja geassemánu 4. b. 1999 lei gulaskuddanáigemearri .
nob: Planen ble så sendt ut på høring med frist for tilbakemelding 4. juni 1999 .

source: Konstruktiiva cealkámušaid bukte :
nob: Følgende har bidratt med konstruktive innspill til planen :

source: Juridihka fakultehta
nob: ( Det juridiske fakultet

source: Arkeologiija instituhtta
nob: ( Institutt for arkeologi

source: Humanisttalaš fakultehta
nob: ( Det humanistiske fakultet

source: Stáhtadiehtaga instituhtta
nob: ( Institutt for statsvitenskap

source: Mariidna- ja sáivačáhcebiologiija instituhtta
nob: ( Institutt for marin- og ferskvannsbiologi

source: Árktalaš biologiija ossodat
nob: ( Avdeling for Arktisk Biologi

source: Biologiija instituhtta
nob: ( Institutt for biologi

source: Sosialantropologiija instituhtta
nob: ( Institutt for sosialantropologi

source: Romssa musea / Romssa universitehtamusea
nob: ( Tromsø Museum / Universitetsmuseet i Tromsø

source: Romssa universitehta dutkanlávdegoddi
nob: ( Forskningsutvalget ved Universitetet i Tromsø

source: Historjjá instituhtta
nob: ( Institutt for historie

source: Trond Trosterud , Lingvistihka instituhtta
nob: ( Trond Trosterud , Institutt for lingvistikk

source: Dáiddahistorjjá instituhtta
nob: ( Institutt for kunsthistorie

source: Sosiologiija instituhtta
nob: ( Institutt for sosiologi

source: Maŋŋel go vuosttaš evttohus sáddejuvvui gulaskuddamii , válddii Sámi dutkamiid guovddáža hálddahus badjelasas ovddasvástádusa rievdadit ja gárvvistit plána .
nob: Etter at første utkast til strategiplanen ble sendt ut på høring , har administrasjonen ved Senter for samiske studier overtatt ansvaret for redigeringen og ferdigstillelsen av planen .

source: Vuosttaškonsuleanta Siri Johnsen lea rievdademiid dahkan .
nob: Førstekonsulent Siri Johnsen har gjennomført omredigeringene av planen .

source: Disdaga guovvamánu 15. b. 2000:s čoahkkanii hálddahus ollesbeaiveseminárii guorahallat plána .
nob: Tirsdag 15. februar 2000 ble det gjennomført et internt heldagsseminar i administrasjonen , hvor planen i sin helhet ble gjennomgått .

source: Plána maŋemus rievdademiid leaba sadjásaš stivrajođiheaddji Britt Kramvig ja hálddahusjođiheaddji Johnny-Leo L . Jernsletten dahkan .
nob: De siste justeringer av planen er foretatt av konstituert styreleder Britt Kramvig og administrativ leder Johnny-Leo L. Jernsletten .

source: Sámi dutkamiid guovddáža stivra dohkkehii sámi strategiijaplána stivračoahkkimis 31.08.2000 áššis 36/2000 ja stivra mearridii sáddet plána Universitehtastivrii .
nob: Planen ble behandlet på styremøte til Senter for samiske studier 31.08.2000 under sak SS 36/2000 og vedtatt oversendt Universitetsstyret . 2.1 Mandatet

source: Sámi dutkamiid guovddáža stivra lea dán válddi addán bargojovkui :
nob: Følgende mandat ble gitt arbeidsgruppen av styret ved Senter for samiske studier :

source: Bargojoavkkus leat stivrajođiheaddji Ánde Somby , stivralahtut Ivar Bjørklund ja Britt Kramvig , diehtojuohkindirektevra Eivind Bråstad Jensen ja studeantalahttu Tor-Henrik Buljo .
nob: Arbeidsgruppen består av styreleder Ánde Somby , styremedlemmene Ivar Bjørklund og Britt Kramvig , informasjonsdirektør Eivind Bråstad Jensen og studentrepresentant Tor-Henrik Buljo .

source: Bargojoavkkus lea fágalaš ovddasvástádus Romssa universitehta sámi strategiijaplánii .
nob: Arbeidsgruppen skal ha det faglige ansvaret for utformingen av den samiske strategiplanen ved Universitetet i Tromsø .

source: Bargojoavkku čálli lea Lars Andreassen , Árran Julevsáme guovdásj , Divtasvuodna .
nob: Sekretær for gruppen er Lars Andreassen fra Árran , Lulesamisk senter i Tysfjord .

source: Sámi strategiijaplána galgá guorahallat doaibmabijuid mat ovddidit Romssa universitehta davvi- , julev- ja lullisámi dutkama ja oahpahusa .
nob: Den samiske strategiplanen skal vurdere tiltak i forhold til styrking av nord- , lule- og sørsamisk forskning og undervisning ved Universitetet i Tromsø .

source: Strategiijaplána galgá erenoamážit guorahallat movt sáhttá sisafievrridit sámi dutkama ja oahpahusa fágabirrasiidda mat dábálaččat eai leat dutkan sámi áššiid .
nob: Strategiplanen skal spesielt se på muligheten for å stimulere forskning og undervisning på fagområder som ikke “ tradisjonelt ” har drevet med samisk forskning .

source: Sámi dutkama ja oahpahusa historjjá galgá guorahallat , ja guorahallat galgá maid buot fágabirrasiid lohkanmeriid ja oahppoplánaid , čielggadan dihte Romssa universitehta sámi dutkama ja oahpahusa .
nob: Det skal foretas en gjennomgang av historikken rundt samisk forskning og undervisning , samt en gjennomgang av pensumlister og studieplaner for alle fagområder for utarbeidelse av en oversikt over samisk forskning og undervisning ved Universitetet i Tromsø .

source: Galget maiddái leat čoahkkimat guovddášhálddahusain , buot fakultehtaid instituhtta- ja fakultehtajođiheddjiiguin , Romssa museain , Universitehta girjerádjosiin ja UNIKOM:in , oažžun dihte evttohusaid maid berre deattuhit sámi dutkamis ja oahpahusas .
nob: Videre skal det gjennomføres møter med sentraladministrasjonen , institutt- og fakultetsledelsen ved alle fakultetene , Tromsø Museum , Universitetsbiblioteket og UNIKOM for å få innspill til satsing på samisk forskning og undervisning .

source: Čuoggát 6. ja 7. galget leat sámi strategiijaplána duogášdokumeanttat .
nob: Punktene 6 og 7 skal utgjøre grunnlagsmaterialet for utarbeidelsen av den samiske strategiplanen .

source: Oanehis prinsihpalaš oassi mainna álkit olaha fágabirrasiidda ja ,
nob: a ) en kortere prinsipiell del som er lett kommuniserbar tilbake til fagmiljøene , og

source: Guhkit oassi mas sámi dutkama ovdáneapmi guorahallo , mas evttohuvvojit doaibmabijut movt sisafievrridit sámi áššiid ođđa fágabirrasiidda , mas evttohuvvojit doaibmabijut mat ollislaččat vuoruhit sámi dutkama ja mas čujuhuvvojit ođđa vuoruhansuorggit sámi dutkamis .
nob: b ) en mer omfattende del hvor man gjennomgår utviklingstendensene i samisk forskning , foreslår ulike tiltak for å innføre samiske problemstillinger til nye fagområder , foreslår tiltak som gir en helhetlig satsing på samisk forskning og utpeker nye satsingsområder innen samisk forskning .

source: Strategiijaplána galgá leat ofelažžan Romssa universitehtii go boahtteáiggis galgá ovddidit sámi dutkama ja oahpahusa .
nob: Strategiplanen skal utformes slik at den gir klare retningslinjer for de veivalg Universitetet i Tromsø skal gjøre for å styrke samisk forskning og undervisning i årene fremover .

source: Strategiijaplána berre leat gárvvis ja meannuduvvon stivrras guovvamánus 1999 .
nob: Strategiplanen bør være ferdigstilt og lagt frem for styret i februar 1999 .

source: Višuvnnat Álgu
nob: 3.1 Innledning

source: Sápmelaččat leat nubbi stáhtavuođđudeaddji álbmot Norggas , ja dat lea deaŧalaš vuođđu go galgá sihke dáčča ja sámi servodaga alit dási oahpu ja dutkama dilálašvuođaid láhčit .
nob: Samene utgjør ett av to statskonstituerende folk i Norge , noe som er et viktig utgangspunkt når forholdene skal legges til rette for høgere utdanning og forskning både for det norske og det samiske samfunn .

source: Movt berrejit Norgga guokte stáhtavuođđudeaddji servodaga – dáčča ja sámi servodagat – heivehit dilálašvuođaideaset alit dási oahpahusa ja dutkama politihkkii , mii galgá láidet min boahttevaš jahkeduháhii ?
nob: Hvordan bør de to statsbærende samfunnene i Norge - det norske og det samiske - legge forholdene til rette for en politikk for høgere utdanning og forskning som skal lede oss inn i det neste tusenåret ?

source: Dát čuolbma guoská garrasit Romssa universitehtii , danne go dat lea guovlluuniversitehta .
nob: Problemstillingen har stor relevans for Universitetet i Tromsø siden det her er tale om et landsdelsuniversitet .

source: Romssa universitehta lea deaŧalaš servodatásahus , ja danne vurdojuvvo das erenoamáš doarjja , ovdamearkka dihte guovllu máŋggakultuvrralaš árbevieruid vára váldimis .
nob: Som en viktig samfunnsinstitusjon forventes det at Universitetet i Tromsø kommer med vesentlige bidrag , eksempelvis når det gjelder å ivareta landsdelens flerkulturelle tradisjoner .

source: Universitehta vuođđojurddan lei álggu rájes ahte lassin dáčča servodahkii maiddái doaimmahit sámi servodaga dárbbuid .
nob: Universitetet ble i sin tid tuftet på tanken at det i tillegg til det norske samfunnet også skulle betjene det samiske samfunnet .

source: Das čuovvu historjjálaš ovddasvástádus .
nob: Av dette følger et historisk ansvar .

source: Universitehtas lea stáhta ásahusa nama olis mieldeovddasvástádus “ láhčit dili nu ahte sámi álbmot sáhttá sihkkarastit ja ovddidit gielas , kultuvrras ja servodateallimis . ” , gč. Vuođđolága § 110a .
nob: Universitetet har i kraft av å være en statlig institusjon et medansvar for " at lægge Forholdene til Rette for at den samiske Folkegruppe kan sikre og udvikle sit Sprog , sin Kultur og sit Samfundsliv " jf. Grunnloven § 110 a .

source: Vuođđolágaparagráfa vuođđojurdagat leat maid mielddisbuktán konkrehta doaibmaplánaid iešguđet servodatsurggiid dáfus .
nob: De intensjonene som er nedfelt i grunnlovsparagrafen , har også munnet ut i konkrete handlingsplaner når det gjelder ulike sektorer i samfunnet .

source: Dás oaivvilduvvo Sámedikki čielggadeapmi sámi dutkanpolitihka birra , ja Norgga dutkanráđi oppalaš čielggadeapmi sámi dutkama dilálašvuođas .
nob: Det tenkes her på utredningen fra Sametinget om samisk forskningspolitikk , samt Norges forskningsråd sin generelle gjennomgang av forholdet til samisk forskning .

source: Romssa universitehtas leat nappo stuora dutkanpolitihkalaš hástalusat – mat leat čadnon nana , bistevaš sámi dutkanovttasbarggu vuođđudeapmái .
nob: Universitetet i Tromsø står altså overfor store forskningspolitiske utfordringer - knyttet til etablering av et bærekraftig samisk forskerfellesskap .

source: Dás namuhuvvojit muhtun áššit mat sáhttet maŋit namuhuvvon bargui leat deaŧalaččat .
nob: Her vil det trekkes frem noen momenter som kan være sentrale for den sistnevnte oppgaven .

source: Romssa universitehta ulbmil lea šaddat riikkaidgaskasaš eamiálbmotdutkama guovddážin .
nob: Universitetet i Tromsø har et mål om å bli et internasjonalt senter for urfolksforskning .

source: Dákkár guovddáš ferte sámi dutkama , oahpaheami ja oahpahusa bidjat guovddážii , ja maiddái eambbo oppalaš eamiálbmotdutkama bidjat guovddážii .
nob: Et slikt senter må sette fokus på samisk forskning , undervisning og utdanning , samt fokus på mer generell urfolksforskning .

source: Viđat kapihttalis gohčoduvvo dat Sámi dutkanguovddážin ( gč. čuoggá 5.1.1 ) .
nob: I kapittel fem omtales dette som Samisk forskningssenter ( Se punkt 5.1.1 ) .

source: Dákkár guovddáža vuođđun livčče sámi dutkit , dutkit geat dutket sámi dilálašvuođaid , dutkit geat dutket eamiálbmogiid , ja eará eamiálbmotdutkit .
nob: Samiske forskere , forskere med samiskrelaterte forskningsfelt , forskere med urfolk som forskningsfelt og forskere fra andre urfolk vil utgjøre ryggraden i et slikt senter .

source: Dákkár guovddáža ásaheapmi Romssa universitehtii lea dárbbašlaš ovdáneapmi Romssa universitehtii .
nob: Å etablere et slikt senter ved Universitetet i Tromsø vil være en nødvendig utvikling av Universitetet i Tromsø .

source: Sámedikki čilgehusas 1996:s , mii lea oppa Norgga sámi dutkama birra , muitaluvvo ahte olles 46% dutkiin geain lea sámi ja sápmelaččaide guoski dutkanfáddá , barget Romssa universitehtas .
nob: Ifølge Sametingets utredning fra 1996 som omhandlet all samisk forskning i Norge , arbeidet hele 46 % av forskere med samiske og samisk relaterte tema ved Universitetet i Tromsø .

source: Vásáhusat mat leat sámi dilálašvuođain , sámi studeanttaid oaččuheamis álgit universitehtii ja sin oahpaheamis , ja sámi servodaga gelbbolašvuođa lasiheamis , mielddisbuktet ahte Romssa universitehta lea erenoamáš dilálašvuođas daid hástalusaid gieđahallamis boahtteáiggis .
nob: Erfaringer fra forskning om samiske forhold , rekruttering og utdanning av samiske studenter og kompetansebygging i det samiske samfunnet , gir Universitetet i Tromsø en særstilling til å håndtere disse utfordringene fremover .

source: Dákkár guovddáža ásaheami oktavuođas lea maid deaŧalaš bargu eamiálbmotstudeanttaid oččodit universitehtii , ja eaktuduvvo maid seammás erenoamážit heivehit oahpahusa .
nob: Ved en etablering av et slikt senter vil det også være viktig med en videre satsing på rekruttering av urfolksstudenter , og dette forutsetter samtidig at undervisningen tilrettelegges spesielt .

source: Dáin bargguin leat golmmalágan hástalusat .
nob: Disse oppgavene representerer tre typer utfordringer .

source: Vuosttažettiin eai leat hálddahuslaš bargovuogit heivehuvvon guovtti dutkanmáilmmi dillái – dáčča dutkanmáilbmái ja sámi dutkanmáilbmái .
nob: For det første er administrative rutiner ikke tilpasset en situasjon med to forskningsverdener - den norske forskningsverdenen og den samiske forskningsverdenen .

source: Sámi dutkanmáilmmi heiveheapmi gáibida buori hálddahuslaš doaimma sihke sámi ja dáčča hálddašanásahusain .
nob: En tilrettelegging for en samisk forskningsverden fordrer godt byråkrathåndverk fra både de samiske og de norske administrative organers side .

source: Nubbi hástalus lea ahte eai lágat , eai ge almmolaš bušeahtat , “ oainne ” sámi dutkanmáilmmi , ja dan geažil šaddá sámi dutkanmáilbmi oaidnemeahttumin .
nob: For det andre “ ser ” verken lovverket eller det offentlige budsjett den samiske forskningsverdenen , og den samiske forskningsverden blir av den grunn usynlig .

source: Sámi dutkanmáilmmi oidnosii dahkan ja birgejupmi gáibida buori politihkalaš duoji sihke Stuoradikkis ja Sámedikkis .
nob: Synliggjøring og tilrettelegging av et livsrom for den samiske forskningsverden vil fordre godt politisk håndverk fra Stortingets og Sametingets side .

source: Goalmmát hástalus lea ahte sámi dutkanbiras lea amasin šaddan dábálaš dutkanoktavuođas .
nob: For det tredje er den samiske forskningsverden blitt fremmedgjort innenfor det alminnelige forskerfellesskapet .

source: Dan golmma hástalusa guorahallamis jurddašit universitehta dego latnjan .
nob: I denne tilnærmingen til disse utfordringene skal vi reflektere litt over universitetet som et rom .

source: Sáhttit dadjat ahte universitehtas leat golbma vuođđodoaimma servodagas :
nob: Universitetet kan sies å ha tre grunnfunksjoner i samfunnet :

source: Latnja gos olbmot ohppet
nob: ( Det er rommet hvor mennesker lærer

source: Latnja gos olbmot gávnnadit
nob: ( Det er rommet hvor mennesker møtes

source: Latnja gos olbmuin lea vejolašvuohta vuđolaččat áššiid jurddašit
nob: ( Det er rommet hvor mennesker skal ha mulighet til å tenke grundig gjennom saker

source: Universitehta oahpposadjin
nob: 3.2 Universitetet som lærested
